driver-tests/iepse/IEPPartitionedWindow/PartitionedWindowApp/test/StreamInputInput/template.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ins="StreamInputInput.StreamInputInput_iep">
  <soapenv:Body>
    <ins:StreamInputCensus_MsgObj>
      <LastName>${LastName.0}</LastName>
      <middleinit>${middleinit.0}</middleinit>
      <howOld>${howOld.0}</howOld>
      <income>${income.0}</income>
      <regionNum>${regionNum.0}</regionNum>
      <birthDate>${birthDate.0}</birthDate>
      <birthTime>${birthTime.0}</birthTime>
      <lastUpdate>${lastUpdate.0}</lastUpdate>
      <SDesc>${SDesc.0}</SDesc>
    </ins:StreamInputCensus_MsgObj>
  </soapenv:Body>
</soapenv:Envelope>